tap "supabase/tap"
brew "chezmoi"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "go"
brew "grep"
brew "jq"
brew "jsonnet"
brew "k6"
brew "lazygit"
brew "lefthook"
brew "mise"
brew "ripgrep"
brew "neovim"
brew "node"
brew "pnpm"
brew "protobuf"
brew "starship"
brew "tree"
brew "uv"
brew "supabase/tap/supabase"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "raycast"
cask "wezterm"
